Repository: WikimediaNorge/UKBot
Catalog: locale/*.po
Languages: ca_es, es_es, eu_es, nb_no

source: The filter name "%s" was not understood
ca_es: El nom de filtre "%s" no s'ha entès
es_es: No se entendió el nombre del filtro "%s"
nb_no: Filternavnet «%s» ble ikke forstått

source: Couldn't find the list of participants!
ca_es: No s'ha trobat la llista de participants!
es_es: ¡No se ha encontrado la lista de participantes!
eu_es: Ezin izan da parte-hartzaileen zerrendarik aurkitu!
nb_no: Fant ikke deltakerlisten!

source: There are no point rules defined for this contest. Point rules are defined by {{tl|%(template)s}}.
ca_es: No hi ha regles de puntuació definides per aquest concurs. Les regles de punts es defineixen amb {{tl|%(template)s}}.
es_es: No existen reglas de puntos definidas para este concurso. Las reglas de puntos se definen con {{tl|%(template)s}}.
eu_es: Ez dago puntuazio araurik lehiaketa honetan. Puntuak {{tx|%(template)s}}.txantiloiak definitzen ditu.
nb_no: Denne konkurransen har ingen poengregler. Poengregler defineres med {{tl|%(template)s}}.

source: Unkown argument given to {{tl|%(template)s}}: %(argument)s
ca_es: Argument desconegut passat a {{tl|%(template)s}}: %(argument)s
es_es: Argumento desconocido proporcionado a {{tl|%(template)s}}: %(argument)s
eu_es: Parametro ezezaguna eman da {{tx|%(template)s}}: %(argument)s
nb_no: Ukjent argument gitt til {{ml|%(template)s}}: %(argument)s

source: Couldn't parse the date given to the {{tl|%(template)s}} template.
ca_es: No s'ha pogut interpretar la data donada a la plantilla {{tl|%(template)s}}.
es_es: No se pudo entender la fecha proporcionada a la plantilla {{tl|%(template)s}}.
eu_es: Ezin izan da emandako data kalkulatu {{tx|%(template)s}} txantiloian.
nb_no: Klarte ikke å tolke datoen gitt til {{ml|%(template)s}}-malen.

source: Could not find the user %(user)s given to the {{tl|%(template)s}} template.
ca_es: No s'ha trobat l'usuari %(user)s passat a la plantilla {{tl|%(template)s}}.
es_es: No se pudo encontrar el usuario %(user)s proporcionado a la plantilla {{tl|%(template)s}}.
eu_es: Ezin izan da %(user)s wikilaria aurkitu {{tx|%(template)s}} txantiloian.
nb_no: Fant ikke brukeren %(user)s gitt til {{ml|%(template)s}}-malen.

source: Failed to parse the %(template)s template: Did not find a site matching the site prefix %(prefix)s
ca_es: No s'ha pogut analitzar la plantilla %(template)s: no s'ha trobat un lloc que concordi amb el prefix de lloc %(prefix)s
es_es: No se pudo analizar la plantilla %(template)s: no hemos encontrado un site que concuerde con el prefijo que tenemos: %(prefix)s
nb_no: Kunne ikke tolke malen %(template)s: Fant ikke wiki som matcher prefikset %(prefix)s

source: Couldn't find the user %(user)s given to the {{tl|%(template)s}} template.
ca_es: No s'ha trobat l'usuari %(user)s passat a la plantilla {{tl|%(template)s}}.
es_es: No se pudo encontrar el usuario %(user)s proporcionado a la plantilla {{tl|%(template)s}}.
eu_es: Ezin izan da %(user)s wikilaria aurkitu {{tx|%(template)s}} txantiloian.
nb_no: Fant ikke brukeren %(user)s gitt til {{ml|%(template)s}}-malen.

source: Day
ca_es: Dia
es_es: Día
eu_es: Eguna
nb_no: Dag

source: Points
ca_es: Punts
es_es: Puntos
eu_es: Puntuak
nb_no: Poeng

source: Updated %(date)s
ca_es: Actualitzat %(date)s
es_es: Actualizado %(date)s
eu_es: Azken gaurkotzea: %(date)s
nb_no: Oppdatert %(date)s

source: Weekly contest for week %(week)d
ca_es: Concurs setmanal de la setmana %(week)d
es_es: Concurso semanal de la semana %(week)d
eu_es: Asteroko lehiaketa aste honetan: %(week)d
nb_no: Ukens konkurranse uke %(week)d

source: Weekly contest for week %(startweek)d–%(endweek)d
ca_es: Concurs setmanal de la setmana %(startweek)d–%(endweek)d
es_es: Concurso semanal de la semana %(startweek)d–%(endweek)d
eu_es: Asteroko lehiaketa aste honetan: %(startweek)d-%(endweek)d
nb_no: Ukens konkurranse uke %(startweek)d–%(endweek)d

source: Regards
ca_es: Salutacions
es_es: Atentamente
eu_es: Ondo segi
nb_no: Hilsen

source: and
ca_es: i
es_es: y
eu_es: eta
nb_no: og

source: Now you must check if the results look ok. If there are error messages at the bottom of the [[%(page)s|contest page]], you should check that the related contributions have been awarded the correct number of points. Also check if there are comments or complaints on the discussion page. If everything looks fine, [%(link)s click here] (and save) to indicate that I can send out the awards at first occasion.
ca_es: Ara caldria comprovar si el resultat sembla correcte. Si hi ha missatges d'error al final de la [[%(page)s|pàgina de concurs]], caldria comprovar si les contribucions relacionades amb aquest missatge han rebut el nombre de punts correcte. Comproveu també si hi ha comentaris o queixes a la pàgina de discussió. Si tot sembla que està bé, [%(link)s cliqueu aquí] (i deseu) per indicar que puc enviar els premis de seguida que pugui.
es_es: Ahora debes comprobar si los resultados parecen correctos. Si hay mensajes de error al final de la [[%(page)s|página del concurso]], deberías comprobar que las contribuciones relacionadas han recibido el número correcto de puntos. Comprueba también si hay comentarios o quejas en la página de discusión. Si todo está bien, [%(link)s haz clic aquí] (y guarda) para indicar que puedo enviar los premios en cuanto pueda.
eu_es: Orain ikusi behar duzu ea emaitzek itxura ona duten. Akatsik badago mezuetan [[%(page)s|lehiaketaren orrialdearen]] amaieran, begiratu beharko zenuke ea ekarpen guztiek puntu kopuru zuzena jaso ote duten. Gainera konproba ezazu denak itxura ona duela, [%(link)s egin klik hemen] (eta gorde) esateko bidal ditzakedala jada sariak.
nb_no: Du må nå sjekke resultatene. Hvis det er feilmeldinger nederst på [[%(page)s|konkurransesiden]] må du sjekke om de relaterte bidragene har fått poengene de skal ha. Se også etter om det er kommentarer eller klager på diskusjonssiden. Hvis alt ser greit ut kan du trykke [%(link)s her] (og lagre), så sender jeg ut rosetter ved første anledning.

source: Thanks, ~~~~
ca_es: Gràcies, ~~~~
es_es: Gracias, ~~~~
eu_es: Eskerrik asko, ~~~~
nb_no: Hilsen ~~~~

source: Awards have been [%(link)s sent out].
ca_es: Els premis s'han [%(link)s enviat].
es_es: Se han [%(link)s enviado] los premios.
eu_es: Sariak [%(link)s bidali dira].
nb_no: Rosetter er nå [%(link)s sendt ut].

source: UKBot encountered a problem
ca_es: UKBot ha trobat un problema
es_es: UKBot ha encontrado un problema
eu_es: UKBotek arazo bat aurkitu du
nb_no: UKBot støtte på et problem

source: This contest is closed – thanks to everyone who participated! Awards will be sent out as soon as the contest organizer has checked the results.
ca_es: Aquest concurs està tancat – gràcies a tothom que hi ha participat! Els premis s'enviaran de seguida que l'organitzador del concurs hagi comprovat els resultats.
es_es: Este concurso ha acabado – ¡gracias a todas las personas que han participado! Los premios se enviarán en cuanto el organizador del concurso haya comprobado los resultados.
eu_es: Lehiaketa hau itxita dago - eskerrik asko parte-hartzaile guztiei! Sariak emango dira lehiaketaren antolatzaileak emaitzak berrikusten dituenean.
nb_no: Konkurransen er avsluttet – takk til alle som deltok! Rosetter vil sendes ut så snart konkurransearrangøren har sjekket resultatene.

source: This contest is closed – thanks to everyone who participated!
ca_es: Aquest concurs està tancat – gràcies a tothom que hi ha participat!
es_es: Este concurso ha acabado – ¡gracias a todas las personas que han participado!
eu_es: Lehiaketa hau itxita dag - eskerrik asko parte-hartzailee guztiei!
nb_no: Denne konkurransen er avsluttet – takk til alle som deltok!

source: Last updated %(lastupdate)s. The contest is open from %(startdate)s to %(enddate)s.
ca_es: Actualitzat per darrera vegada a %(lastupdate)s. El concurs està obert des de %(startdate)s fins %(enddate)s.
es_es: Última actualización %(lastupdate)s. El concurso está abierto desde %(startdate)s hasta %(enddate)s.
eu_es: Azken gaurkotzea: %(lastupdate)s. Lehiaketa hau %(startdate)s eta %(enddate)s bitarte irekita dago.
nb_no: Sist oppdatert %(lastupdate)s. Konkurransen er åpen fra %(startdate)s til %(enddate)s.

source: UKBot encountered the following problems with the page [[%s]]
ca_es: UKBot ha trobat els següents problemes amb la pàgina [[%s]]
es_es: UKBot ha encontrado los siguientes problemas con la página [[%s]]
nb_no: UKBot støtte på problemer med siden [[:%s]]

source: Results markers %(start_marker)s and %(end_marker)s not found
ca_es: No s'han trobat els marcadors de resultats %(start_marker)s i %(end_marker)s
es_es: Los marcadores de resultados %(start_marker)s y %(end_marker)s no se han encontrado
nb_no: Resultatmarkørene %(start_marker)s og %(end_marker)s ble ikke funnet

source: No "%(section_name)s" section found.
ca_es: No s'ha trobat la secció "%(section_name)s".
es_es: No se ha encontrado la sección "%(section_name)s".
nb_no: Ingen seksjon med navn «%(section_name)s» funnet.

source: Updating with final results, the contest is now closed.
ca_es: Actualitzant amb els resultats finals, el concurs queda tancat.
es_es: Actualizando con los resultados finales, el concurso ha acabado.
eu_es: Azken emaitzekin gaurkotzen, lehiaketa itxiko da.
nb_no: Oppdaterer med endelige resultater og merker konkurransen som avsluttet.

source: Checking results and handing out awards
ca_es: Comprovant els resultats i repartint premis
es_es: Comprobando los resultados y entregando premios
eu_es: Emaitzak konprobatzen eta sariak ematen
nb_no: Sjekker resultater og deler ut rosetter

source: Updating
ca_es: Actualitzant
es_es: Actualizando
eu_es: Gaurkotzen
nb_no: Oppdaterer

source: The weekly contest is: %(link)s
ca_es: El concurs setmanal és: %(link)s
es_es: El concurso semanal es: %(link)s
eu_es: Aste honetako lehiaketa: %(link)s
nb_no: Ukens konkurranse er: %(link)s

source: suspended since
ca_es: suspès des de
es_es: suspendido desde
eu_es: noiztik suspenditua
nb_no: suspendert siden

source: %A, %H:%M
nb_no: %A klokka %H.%M

source: No qualifying contributions registered yet
ca_es: Encara no s'hi han registrat contribucions qualificades
es_es: Aún no se han registrado contribuciones calificadas
eu_es: Ez du egin lehiaketa honetarako ekarpen baliagarririk oraindik
nb_no: Ingen kvalifiserte bidrag har blitt registrert enda

source: %d.%m, %H:%M
eu_es: %Y %B %e, %H:%M
nb_no: %e. %B %Y, %H:%M

source: capped at max
ca_es: limitat al màxim
es_es: limitado al máximo
nb_no: avgrenset til maks

source: Category hit
ca_es: Categoria trobada
es_es: Coincidencia de categoría
eu_es: Kategoria
nb_no: Kategoritreff

source: <strong>Note:</strong> The contributions to this article are currently disqualified.
ca_es: <strong>Nota:</strong> Les contribucions a aquest article estan desqualificades actualment.
es_es: <strong>Nota:</strong> Las contribuciones a este artículo están descalificadas actualmente.
eu_es: <strong>Oharra:</strong> Artikulu honi egindako ekarpenak oraintxe deskalifikaturik daude.
nb_no: <strong>Merk:</strong> Bidragene til denne artikkelen er for tiden diskvalifisert.

source: <abbr class="newpage" title="New page">N</abbr>
eu_es: <abbr class="newpage" title="Orrialde beria">B</abbr>
nb_no: <abbr class="newpage" title="Ny side">N</abbr>

source: Too few arguments given to this template.
ca_es: Massa pocs arguments passats a aquesta plantilla.
es_es: Esta plantilla tiene demasiados pocos argumentos.
nb_no: For få argumenter sendt til denne malen.

source: Could not analyze page %(article)s because the revision %(rev)d could not be parsed: %(error)s
ca_es: No s'ha pogut analitzar la pàgina %(article)s perquè la revisió %(rev)d no s'ha pogut analitzar: %(error)s
es_es: No se pudo analizar la página %(article)s porque la revisión %(rev)d no se ha podido entender: %(error)s
nb_no: Kunne ikke analysere siden %(article)s fordi sideversjon %(rev)d ikke kunne tolkes: %(error)s

source: Could not parse the catignore page
ca_es: No s'ha pogut interpretar la pàgina catignore
es_es: No se pudo entender la página catignore
eu_es: Ezin izan da catignore orrialdea kargatu
nb_no: Klarte ikke å tolke catignore-siden

source: No category values given!
ca_es: No s'han donat valors a les categories!
es_es: ¡No se han dado valores de categoría!
nb_no: Ingen kategoriverdier gitt!

source: Encountered an infinite category loop:
ca_es: S'ha trobat un bucle infinit de categories:
es_es: Se ha encontrado un bucle de categorías infinito:
eu_es: Kategoria infinitu lotuar bat aurkitu da:
nb_no: Havnet i en endeløs kategoriløkke:

source: No byte limit (second argument) given
ca_es: No s'ha donat el límit de bytes (segon argument)
es_es: No se ha dado el límite de bytes (segundo argumento)
nb_no: Ingen bytegrense (argument nr. 2) gitt

source: No "%s" parameter given
ca_es: No s'ha donat el paràmetre "%s"
es_es: No se ha dado el parámetro "%s"
nb_no: Ingen parameter med navn «%s» gitt

source: Revision [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: The word count difference might be wrong, because no words were found in the parent revision (%(parentid)s) of size %(size)d, possibly due to unclosed tags or templates in that revision.
ca_es: Revisió [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: La diferència de paraules podria estar malament perquè no s'han trobat paraules a la revisió anterior (%(parentid)s) de mida %(size)d, possiblement per culpa de tags o plantilles mal tancades en aquella revisió.
es_es: Revisión [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: la diferencia en el número de palabras puede estar equivocada, porque no se han encontrado palabras en la revisión (%(parentid)s) de tamaño %(size)d, posiblemente porque que hay tags o plantillas mal cerradas en aquella revisión.
eu_es: [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s] berrikusketa: Hitz zenbaketa ezberdina izan daiteke eta akatsak izan, ez direlako hitzak aurkitu aurreko berriskupenean (%(parentid)s) tamaina honekin %(size)d, ziurrenik itxi gabeko etiketa edo txantiloiak direla eta.
nb_no: Sideversjon [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: Ingen ord ble funnet i foreldrerevisjonen (%(parentid)s) med størrelse %(size)d. Dette kan skyldes uavsluttede tagger eller maler, som vil medføre at ordtellingen blir feil, men det kan også skyldes lagring av et arbeidsutkast.

source: Revision [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: The word count difference might be wrong, because the word count increase (%(words)d) is larger than the byte increase (%(bytes)d). Wrong word counts can occur for invalid wiki text.
ca_es: Revisió [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: La diferència de paraules podria estar malament perquè l'increment en nombre de paraules (%(words)d) és més gran que l'increment en bytes (%(bytes)d). Els errors en comptar paraules poden ser deguts a viquitext incorrecte.
es_es: Revisión [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: la diferencia en el número de palabras puede estar equivocada, porque el aumento (%(words)d) en el número de palabras es mayor que el aumento de bytes (%(bytes)d). Pueden salir recuentos incorrectos si el wikitexto no es válido.
nb_no: Sideversjon [//%(host)s/w/index.php?diff=prev&oldid=%(revid)s %(revid)s]: Økningen i antall ord (%(words)d) er større enn økningen i antall byte (%(bytes)d). Det bør sjekkes om ordtellingen er riktig.

source: Page does not exist: [[%(pagename)s]]
ca_es: La pàgina no existeix: [[%(pagename)s]]
es_es: La página no existe: [[%(pagename)s]]
nb_no: Siden finnes ikke: [[%(pagename)s]]

source: Could not find a site matching the prefix "%(key)s"
es_es: No se ha encontrado un site que concuerde con el prefijo "%(key)s"
nb_no: Kunne ikke finne en wiki som matcher prefikset «%(key)s»

source: #REDIRECT [[%s]]
eu_es: #BIRZUZENDU [[%s]]
nb_no: #OMDIRIGERING [[%s]]

source: Redirecting to %s
ca_es: Redirigint a %s
es_es: Redirigiendo a %s
eu_es: %s orrialdera birzuzentzen
nb_no: Omdirigerer til %s

source: articles
es_es: artículos
eu_es: artikulu
nb_no: %(articlecount)d {{subst:PLURAL:%(articlecount)d|artikkel|artikler}}

source: %(bytes).f bytes
eu_es: %(bytes).f byte
nb_no: %(bytes).f {{subst:PLURAL:%(bytes).f|byte}}

source: contribution
ca_es: contribució
es_es: contribución
eu_es: ekarpena
nb_no: bidrag

source: links
ca_es: enllaços
es_es: enlaces
eu_es: %(links).f lotura
nb_no: %(links).f {{subst:PLURAL:%(links).f|lenke|lenker}}

source: images
ca_es: imatges
es_es: imágenes
eu_es: %(images).f irudi
nb_no: %(images).f {{subst:PLURAL:%(images).f|bilde|bilder}}

source: new page
ca_es: pàgina nova
es_es: página nueva
eu_es: orrialde berria
nb_no: ny side

source: qualified
ca_es: qualificada
es_es: calificado
eu_es: kalifikatua
nb_no: kvalifisert

source: redirect
ca_es: redirecció
es_es: redirección
eu_es: birzuzeneketa
nb_no: omdirigering

source: references
ca_es: referències
es_es: referencias
eu_es: erreferentziak
nb_no: {{subst:PLURAL:%(num)d|én kilde|%(num)d kilder}}

source: reference pointers
ca_es: punters a referència
es_es: punteros de referencia
eu_es: erreferentzia berrerabilpena
nb_no: {{subst:PLURAL:%(num)d|én henvisning til navngitt kilde|%(num)d henvisninger til navngitte kilder}}

source: regexp
ca_es: expressió regular
nb_no: regulært uttrykk

source: section
ca_es: secció
es_es: sección
nb_no: seksjon

source: bonus %(words)d words
ca_es: bonificació %(words)d paraules
es_es: %(words)d palabras extra
eu_es: bonus %(words)d hitz
nb_no: bonus %(words)d {{subst:PLURAL:%(words)d|ord}}

source: removal of {{tl|%(template)s}}
ca_es: treure {{tl|%(template)s}}
es_es: borrado de {{tl|%(template)s}}
eu_es: {{tx|%(template)s}} txantiloia kentzea
nb_no: fjerning av {{ml|%(template)s}}

source: label (%(lang)s)
ca_es: etiqueta (%(lang)s)
es_es: etiqueta (%(lang)s)
nb_no: etikett (%(lang)s)

source: description (%(lang)s)
ca_es: descripció (%(lang)s)
es_es: descripción (%(lang)s)
nb_no: beskrivelse (%(lang)s)

source: %(property)s statement
ca_es: declaració de %(property)s
es_es: declaración de %(property)s
nb_no: %(property)s-påstand

source: %(count)d %(property)s statements
ca_es: %(count)d declaracions de %(property)s
es_es: %(count)d declaraciones de %(property)s
nb_no: %(count)d %(property)-{{subst:PLURAL:%(count)d|påstand|påstander}}

source: %(words).f words
ca_es: %(words).f paraules
es_es: %(words).f palabras
eu_es: %(words).f hitz
nb_no: %(words).f {{subst:PLURAL:%(words).f|ord}}

source: Could not parse {{tlx|%(template)s|%(firstarg)s}} template: %(err)s
ca_es: No s'ha pogut interpretar la plantilla {{tlx|%(template)s|%(firstarg)s}}: %(err)s
es_es: No se pudo analizar la plantilla {{tlx|%(template)s|%(firstarg)s}}: %(err)s

source: {{Kolonner}}
ca_es: {{Columnes}}
es_es: {{Columnas}}
eu_es: {{Multicol}}

source: Total: %(bytecount)d bytes, %(wordcount)d words
ca_es: Total: %(bytecount)d bytes, %(wordcount)d paraules

source: Could not found a site matching the prefix "%(key)s"
ca_es: No s'ha trobat un site que concordi amb el prefix "%(key)s"

source: {{Kolonner}}
ca_es: {{Columnes}}
es_es: {{Columnas}}
eu_es: {{Multicol}}

source: alias (%(lang)s)
ca_es: àlies (%(lang)s)

source: %d article
es_es: %d artículo

source: %e. %B %Y, %H:%M
eu_es: %Y %B %e, %H:%M
